{
  "HomePage": {
    "title": "Платформа для творчих людей!",
    "title_quote": "«Найкрасивіше, що ти можеш бути – це бути собою»",
    "title_quote_author": "Барбі",
    "photo1_text": "Як фотограф, я знімаю не просто моменти—я знімаю сутність стилю і красу, яка прихована в ньому. Мій об'єктив спрямований на елегантність і витонченість, які приносить мода в життя. Я бачу кожен кадр як можливість поєднати мистецтво з витонченістю моди, створюючи зображення, що говорять і до серця, і до ока. У моїй роботі стиль – це не просто аксесуар; це сама душа історії, яку я розповідаю. Ласкаво просимо у світ, де фотографія і мода зливаються для створення вічної краси.",
    "photo2_text": "У кожній фотографії я намагаюся захопити не просто зображення—я прагну передати сутність стилю, привабливість моди і красу кожної людини. Моя робота – це не просто позування і освітлення; це створення розповіді, що говорить глядачеві, демонструючи елегантність і силу моїх моделей. Я тісно співпрацюю з кожною моделлю, розкриваючи їхню унікальну особистість і стиль, щоб створити зображення, які не тільки вражають зорово, але й глибоко особисті. Моя пристрасть – перетворювати моду в мистецтво, роблячи кожну зйомку святом краси, впевненості і креативності. Давайте створимо щось надзвичайне разом.",
    "photo3_text": "У своїй роботі я вірю в те, щоб виходити за рамки і досліджувати безмежний потенціал креативності. Кожна зйомка – це можливість створити щось справді унікальне, поєднуючи уяву з реальністю, і створювати стиль, який є як відмінним, так і незабутнім. Я намагаюся розкрити надзвичайне в кожному кадрі, дозволяючи творчості вільно текти, при цьому гарантуючи, що кінцевий результат буде не менше ніж чудовим. Давайте порушимо шаблони, спробуємо щось нове і створимо бачення, яке вирізняється – таке, що відображає не тільки красу, але й сміливість індивідуальності.",
    "individual": "Можливо, ви запитуєте: 'Навіщо наймати фотографа, коли я можу просто зробити кілька селфі та віддати їх AI?' Це правда—я не AI, який може видавати сотню фото за секунди. Але саме це робить мене унікальним. Я не покладаюся на алгоритми; я покладаюся на свій стиль і бачення, які формуються вами. Коли ми працюємо разом, я витрачаю час, щоб зрозуміти ваші побажання і побачити, ким ви насправді є. Хоча я можу не видавати сотні фото за мить, я можу гарантувати, що спогади і емоції, які ми захопимо, будуть унікальними—щось, чого жоден AI не зможе повторити.",
    "family": "Що найважливіше в кожній сім'ї? Це любов, яка об'єднує вас, унікальні зв'язки, які роблять вашу сім'ю неповторною. Моя робота? Це захопити цей зв'язок, щоб кожен, хто бачить зображення, міг відчути тепло і любов, які визначають вашу сім'ю.",
    "book_spot": "Забронюйте місце",
    "love_story": "Це мій улюблений жанр! Він для вас обох, і моя робота – захопити суть того, що робить вас двох унікальними. Покажіть мені, що ви поділяєте – ті маленькі моменти, посмішки, любов – і я обов'язково все це захоплю. Ніяких штучних добавок, тільки природне, прекрасне з'єднання, яке у вас вже є.",
    "individual_label": "Індивідуальна фотосесія",
    "family_label": "Сімейна фотосесія",
    "love_story_label": "Історія кохання"
  },
  "LocaleSwitcher": {
    "locale": "Мова",
    "en": "Англійска",
    "ua": "Українська"
  },
  "Navigation": {
    "home": "Головна",
    "about": "Про себе",
    "portfolio": "Портфоліо",
    "contacts": "Контакти",
    "gallery": "Галерея"
  },
  "About": {
    "section_title": "Про мене",
    "welcome_message": "Давайте станемо друзями!",
    "introduction": "Привіт, я Ольга Дубенко, і для мене велика честь вітати вас у моїй фотографічній подорожі. Фотографія завжди була для мене більше, ніж просто професія. Це глибоко вкорінена пристрасть, яка зростала протягом років. Живучи в Канаді, де ми цінуємо різноманітність та індивідуальність, я була натхненна використовувати свій об'єктив, щоб святкувати унікальну красу кожної людини, особливо жінок. Моя місія як фотографа - допомогти жінкам побачити себе в світлі, в якому вони, можливо, ніколи раніше себе не бачили - побачити себе як красивих, сильних і надзвичайних особистостей, якими вони насправді є. Я вірю, що кожна жінка заслуговує на те, щоб відчувати себе впевненою, цінованою і вповноваженою. Через свою фотографію я намагаюся захопити не просто зображення, а сутність того, ким ви є, відображаючи вашу внутрішню красу і силу. Це моє привілей працювати з кожним із своїх клієнтів, створюючи безпечне і комфортне середовище, де ви можете вільно виражати себе. Незалежно від того, чи це портретна сесія, святкування важливої події, чи просто момент, щоб вшанувати вашу особисту подорож, я тут, щоб забезпечити, щоб цей досвід був таким же приємним, як і фото неймовірно вражаючі. Дякую за те, що розглядаєте мене як частину вашої особистої подорожі. Я з нетерпінням чекаю можливості співпрацювати і захопити красу, яка є унікальною для вас.",
    "quote": "Уся суть фотографування в тому, щоб не довелося пояснювати речі словами.",
    "quote_author": "— Ліза Крістін"
  },
  "Footer": {
    "contact_title": "Контакти",
    "email": "Електронна пошта: dubenko.o.m@gmail.com",
    "follow_me": "Слідкуйте за мною",
    "quick_links": "Швидкі посилання",
    "portfolio": "Портфоліо",
    "services": "Послуги",
    "contacts": "Контакт",
    "copyright": "&copy; {year} Ольга Дубенко. Всі права захищені.",
    "privacy_policy": "Політика конфіденційності",
    "terms_of_service": "Умови використання"
  },
  "Contacts": {
    "section_title": "Давайте станемо друзями!",
    "quote": "«Не чекайте ідеального моменту. Візьміть момент і зробіть його ідеальним.»",
    "quote_author": "— Зої Сейвард",
    "contact_list_title": "Легкий спосіб знайти мене! Слідкуйте за мною через одну з моїх соціальних мереж!",
    "contact_form_title": "Гей, ви можете надіслати мені електронний лист прямо тут!",
    "form": {
      "name_label": "Ім'я",
      "surname_label": "Прізвище",
      "phone_label": "Номер телефону",
      "email_label": "Електронна пошта",
      "comment_label": "Напишіть свій запит",
      "submit_button": "Надіслати",
      "password": "Пароль"
    }
  },
  "Gallery": {
    "title": "Галерея",
    "upload_photos": "Додати фото"
  },
  "Portfolio": {
    "made_by": "Моі роботи"
  }
}
